Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Acts as a standard Bluetooth heart-rate strap. Pair NOOP from your treadmill, bike or app to see your strap's heart rate there.
de: Verhält sich wie ein Standard-Bluetooth-Herzfrequenzgurt. Kopple NOOP von deinem Laufband, Rad oder deiner App aus, um dort die Herzfrequenz deines Straps zu sehen.
es: Actúa como una banda de frecuencia cardíaca Bluetooth estándar. Empareja NOOP desde tu cinta, bici o app para ver ahí la frecuencia cardíaca de tu pulsera.
fr: Se comporte comme un capteur de fréquence cardiaque Bluetooth standard. Associez NOOP depuis votre tapis de course, vélo ou application pour y voir la fréquence cardiaque de votre bracelet.
it: Funziona come una normale fascia cardio Bluetooth. Abbina NOOP dal tuo tapis roulant, bici o app per vedere lì la frequenza cardiaca della tua fascia.
pl: Działa jak standardowy pasek do pomiaru tętna Bluetooth. Sparuj zegarek NOOP z bieżnią, rowerem lub aplikacją, aby sprawdzić tętno paska.
pt_pt: Atua como uma bracelete de frequência cardíaca Bluetooth padrão. Emparelhe o NOOP da tua passadeira, bicicleta ou aplicação para ver o frequência cardíaca da tua bracelete.
ru: Работает как стандартный Bluetooth-датчик пульса. Подключите NOOP с беговой дорожки, велотренажёра или приложения, чтобы видеть там пульс с браслета.
th: ทำหน้าที่เป็นสายรัดวัดอัตราการเต้นหัวใจ Bluetooth มาตรฐาน จับคู่ NOOP จากลู่วิ่ง จักรยาน หรือแอปของคุณเพื่อดูอัตราการเต้นหัวใจของสายรัดที่นั่น
zh_hans: 作为标准的蓝牙心率手环使用。从你的跑步机、单车或应用中配对 NOOP，即可在那里看到手环的心率。
zh_hant: 作為標準的藍牙心率手環使用。從你的跑步機、單車或應用程式中配對 NOOP，即可在那裡看到手環的心率。

source: Acute (7-day) vs chronic (28-day) training load. 0.8-1.3 is the sweet spot.
de: Akute (7 Tage) vs. chronische (28 Tage) Trainingsbelastung. 0,8-1,3 ist der Sweet Spot.
es: Carga de entrenamiento aguda (7 días) versus crónica (28 días). 0,8-1,3 es el punto ideal.
fr: Charge d'entraînement aiguë (7 jours) vs chronique (28 jours). 0,8-1,3 est le point idéal.
it: Carico di allenamento acuto (7 giorni) vs cronico (28 giorni). 0,8-1,3 è il punto debole.
pl: Ostre (7 dni) wobec przewlekłego (28 dni) obciążenia treningowego. Zakres 0,8-1,3 jest optymalny.
pt_pt: Carga de treinamento aguda (7 dias) versus crônica (28 dias). 0,8-1,3 é o ponto ideal.
ru: Острая (7-дневная) и хроническая (28-дневная) тренировочная нагрузка. 0,8-1,3 — это золотая середина.
th: เปรียบเทียบภาระการฝึกระยะสั้น (7 วัน) กับระยะยาว (28 วัน) ช่วงที่เหมาะสมคือ 0.8–1.3
zh_hans: 急性（7 天）与慢性（28 天）训练负荷。 0.8-1.3 是最佳点。
zh_hant: 急性（7 天）與慢性（28 天）訓練負荷。 0.8-1.3 是最佳點。

source: Acute (7-day) vs chronic (28-day) training load. 0.8–1.3 is the sweet spot.
de: Akute (7 Tage) vs. chronische (28 Tage) Trainingslast. 0,8–1,3 ist der ideale Bereich.
es: Carga de entrenamiento aguda (7 días) frente a crónica (28 días). 0,8–1,3 es el rango ideal.
fr: Charge d'entraînement aiguë (7 jours) vs chronique (28 jours). 0,8–1,3 est la zone idéale.
it: Carico di allenamento acuto (7 giorni) rispetto a cronico (28 giorni). 0,8–1,3 è la fascia ideale.
pl: Ostre (7-dniowe) vs chroniczne (28-dniowe) obciążenie treningowe. Optymalny poziom to 0,8–1,3.
pt_pt: Carga de treino aguda (7 dias) versus crónica (28 dias). 0,8–1,3 é o ponto ideal.
ru: Соотношение острой (7-дневной) и хронической (28-дневной) тренировочной нагрузки. Оптимальный коэффициент, 0,8–1,3.
th: ปริมาณการฝึกแบบเฉียบพลัน (7 วัน) และแบบเรื้อรัง (28 วัน) 0.8–1.3 คือจุดที่น่าสนใจ
zh_hans: 急性（7 天）与慢性（28 天）训练负荷之比。0.8–1.3 是理想区间。
zh_hant: 急性（7 天）與慢性（28 天）訓練負荷之比。0.8–1.3 是理想區間。

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pl: Dodać
pt_pt: Adicionar
ru: Добавить
th: เพิ่ม
zh_hans: 添加
zh_hant: 新增

source: Add a custom item…
de: Benutzerdefiniertes Element hinzufügen…
es: Añadir un artículo personalizado...
fr: Ajouter un élément personnalisé…
it: Aggiungi un articolo personalizzato...
pl: Dodaj własną pozycję…
pt_pt: Adicione um item personalizado…
ru: Добавить пользовательский элемент…
th: เพิ่มรายการที่กำหนดเอง...
zh_hans: 添加自定义项目...
zh_hant: 新增自訂項目...

source: Add a custom marker
de: Eigenen Marker hinzufügen
es: Añadir un marcador personalizado
fr: Ajouter un marqueur personnalisé
it: Aggiungi un marcatore personalizzato
pl: Dodaj niestandardowy znacznik
pt_pt: Adicione um marcador personalizado
ru: Добавить пользовательский маркер
th: เพิ่มเครื่องหมายที่กำหนดเอง
zh_hans: 添加自定义标记
zh_hant: 新增自訂標記

source: Add a custom question…
de: Eigene Frage hinzufügen…
es: Añadir una pregunta personalizada…
fr: Ajouter une question personnalisée…
it: Aggiungi una domanda personalizzata…
pl: Dodaj niestandardowe pytanie…
pt_pt: Adicione uma pergunta personalizada…
ru: Добавить свой вопрос…
th: เพิ่มคำถามที่กำหนดเอง...
zh_hans: 添加自定义问题…
zh_hant: 新增自訂問題…

source: Add a device
de: Gerät hinzufügen
es: Añadir un dispositivo
fr: Ajouter un appareil
it: Aggiungi un dispositivo
pl: Dodaj urządzenie
pt_pt: Adicionar um dispositivo
ru: Добавить устройство
th: เพิ่มอุปกรณ์
zh_hans: 添加设备
zh_hant: 新增裝置

source: Add a fact
de: Fakt hinzufügen
es: Añadir un dato
fr: Ajouter un fait
it: Aggiungi un dato
pl: Dodaj fakt
pt_pt: Adicionar um facto
ru: Добавить факт
th: เพิ่มข้อเท็จจริง
zh_hans: 添加事实
zh_hant: 新增事實

source: Add a fact to coach memory
de: Einen Fakt zum Coach-Gedächtnis hinzufügen
es: Añadir un dato a la memoria del coach
fr: Ajouter un fait à la mémoire du coach
it: Aggiungi un dato alla memoria del coach
pl: Dodaj fakt do pamięci trenera
pt_pt: Adicionar um facto à memória do coach
ru: Добавить факт в память тренера
th: เพิ่มข้อเท็จจริงให้กับหน่วยความจำของโค้ช
zh_hans: 向教练记忆添加事实
zh_hant: 向教練記憶新增事實

source: Add a goal
de: Ziel hinzufügen
es: Añadir objetivo
fr: Ajouter un objectif
it: Aggiungi un obiettivo
pl: Dodaj cel
pt_pt: Adicione uma meta
ru: Добавить цель
th: เพิ่มเป้าหมาย
zh_hans: 添加目标
zh_hant: 新增目標

source: Add a marker reading
de: Marker-Messwert hinzufügen
es: Añadir una lectura de marcador
fr: Ajouter une lecture de marqueur
it: Aggiungi una lettura di marcatore
pl: Dodaj odczyt znacznika
pt_pt: Adicione uma leitura de marcador
ru: Добавить показание маркера
th: เพิ่มค่าของตัวชี้วัด
zh_hans: 添加标记读数
zh_hant: 新增標記讀數

source: Add a metric to compare
de: Eine Metrik zum Vergleich hinzufügen
es: Añade una métrica para comparar
fr: Ajouter une métrique à comparer
it: Aggiungi una metrica da confrontare
pl: Dodaj dane do porównania
pt_pt: Adicione uma métrica para comparar
ru: Добавьте метрику для сравнения
th: เพิ่มเมตริกเพื่อเปรียบเทียบ
zh_hans: 添加一项指标进行对比
zh_hant: 新增一項指標進行對比

source: Add a nap
de: Nickerchen hinzufügen
es: Añadir una siesta
fr: Ajouter une sieste
it: Aggiungi un sonnellino
pl: Dodaj drzemkę
pt_pt: Adicione uma sesta
ru: Добавить дневной сон
th: เพิ่มงีบ
zh_hans: 添加小睡
zh_hant: 新增小睡

source: Add a reading
de: Messwert hinzufügen
es: Añadir una lectura
fr: Ajouter une lecture
it: Aggiungi una lettura
pl: Dodaj lekturę
pt_pt: Adicione uma leitura
ru: Добавить показание
th: เพิ่มค่าที่วัดได้
zh_hans: 添加读数
zh_hant: 新增讀數

source: Add a workout
de: Workout hinzufügen
es: Añadir un entrenamiento
fr: Ajouter un entraînement
it: Aggiungi un allenamento
pl: Dodaj trening
pt_pt: Adicionar um treino
ru: Добавить тренировку
th: เพิ่มการออกกำลังกาย
zh_hans: 添加锻炼
zh_hant: 新增鍛鍊

source: Add another goal
de: Weiteres Ziel hinzufügen
es: Añadir otro objetivo
fr: Ajouter un autre objectif
it: Aggiungi un altro obiettivo
pl: Dodaj kolejny cel
pt_pt: Adicionar outra meta
ru: Добавить еще одну цель
th: เพิ่มอีกเป้าหมาย
zh_hans: 添加另一个目标
zh_hant: 新增另一個目標

source: Add metric
de: Metrik hinzufügen
es: Añadir métrica
fr: Ajouter une métrique
it: Aggiungi metrica
pl: Dodaj metrykę
pt_pt: Adicionar métrica
ru: Добавить метрику
th: เพิ่มเมตริก
zh_hans: 添加指标
zh_hant: 新增指標

source: Add nap
de: Nickerchen hinzufügen
es: Añadir siesta
fr: Ajouter une sieste
it: Aggiungi sonnellino
pl: Dodaj drzemkę
pt_pt: Adicionar cochilo
ru: Добавить дневной сон
th: เพิ่มการงีบหลับ
zh_hans: 添加小睡
zh_hant: 新增小睡

source: Add without the questions
de: Ohne die Fragen hinzufügen
es: Añadir sin las preguntas
fr: Ajouter sans les questions
it: Aggiungi senza domande
pl: Dodaj bez pytań
pt_pt: Adicione sem as perguntas
ru: Добавляйте без вопросов
th: เพิ่มโดยไม่มีคำถาม
zh_hans: 添加时不带问题
zh_hant: 添加時不帶問題

source: Add workout
de: Workout hinzufügen
es: Añadir entrenamiento
fr: Ajouter un entraînement
it: Aggiungi allenamento
pl: Dodaj trening
pt_pt: Adicionar treino
ru: Добавить тренировку
th: เพิ่มการออกกำลังกาย
zh_hans: 添加锻炼
zh_hant: 新增鍛鍊

source: Add Workout
de: Workout hinzufügen
es: Añadir entrenamiento
fr: Ajouter un entraînement
it: Aggiungi allenamento
pl: Dodaj trening
pt_pt: Adicionar treino
ru: Добавить тренировку
th: เพิ่มการออกกำลังกาย
zh_hans: 添加锻炼
zh_hant: 新增鍛鍊

source: Add your age and sex below and we can show your Fitness Age.
de: Geben Sie unten Ihr Alter und Geschlecht ein und wir können Ihr Fitnessalter anzeigen.
es: Agregue su edad y sexo a continuación y podremos mostrarle su edad física.
fr: Ajoutez votre âge et votre sexe ci-dessous et nous pourrons afficher votre âge physique.
it: Aggiungi la tua età e il tuo sesso qui sotto e potremo mostrare la tua età di forma fisica.
pl: Podaj poniżej wiek i płeć, a pokażemy Twój wiek sprawnościowy.
pt_pt: Adicione sua idade e sexo abaixo e poderemos mostrar sua idade de condicionamento físico.
ru: Укажите свой возраст и пол ниже, и мы сможем показать ваш фитнес-возраст.
th: เพิ่มอายุและเพศของคุณด้านล่าง แล้วเราจะแสดงอายุความฟิตของคุณ
zh_hans: 在下面添加您的年龄和性别，我们可以显示您的健康年龄。
zh_hant: 在下面添加您的年齡和性別，我們可以顯示您的健康年齡。

source: Add your Oura app credentials to OuraSecrets.xcconfig to enable this.
de: Fügen Sie Ihre Oura-App-Anmeldeinformationen zu OuraSecrets.xcconfig hinzu, um dies zu ermöglichen.
es: Añade tus credenciales de aplicación Oura a OuraSecrets.xcconfig para habilitar esto.
fr: Ajoutez vos identifiants d'application Oura à OuraSecrets.xcconfig pour activer cette option.
pl: Dodaj poświadczenia aplikacji Oura do pliku OuraSecrets.xcconfig, aby to włączyć.
pt_pt: Adicione as credenciais da tua aplicação Oura ao OuraSecrets.xcconfig para ativar isto.
th: เพิ่มข้อมูลรับรองแอป Oura ของคุณไปที่ OuraSecrets.xcconfig เพื่อเปิดใช้งานสิ่งนี้

source: Add your own API key first to use the coach.
de: Füge zuerst deinen eigenen API-Schlüssel hinzu, um den Coach zu verwenden.
es: Añade primero tu propia clave de API para usar el Coach.
fr: Ajoutez d’abord votre propre clé API pour utiliser le Coach.
it: Aggiungi prima la tua chiave API per usare il Coach.
pl: Najpierw dodaj własny klucz API, by korzystać z trenera.
pt_pt: Adiciona primeiro a tua própria chave de API para utilizares o Coach.
ru: Сначала добавьте собственный ключ API, чтобы использовать Coach.
th: เพิ่มรหัส API ของคุณเองก่อนเพื่อใช้โค้ช
zh_hans: 请先添加你自己的 API 密钥以使用 Coach。
zh_hant: 請先加入你自己的 API 金鑰以使用 Coach。

source: Added Cards
de: Hinzugefügte Karten
es: Tarjetas añadidas
fr: Cartes ajoutées
it: Schede aggiunte
pl: Dodane karty
pt_pt: Cartões adicionados
ru: Добавленные карточки
th: การ์ดที่เพิ่มเข้ามา
zh_hans: 已添加的卡片
zh_hant: 已新增的卡片

source: Added to Today
de: Zu Heute hinzugefügt
es: Añadido a Hoy
fr: Ajouté à Aujourd'hui
it: Aggiunto a Oggi
pl: Dodano do Dziś
pt_pt: Adicionado a Hoje
ru: Добавлено в «Сегодня»
th: เพิ่มเข้ามาในวันนี้
zh_hans: 已添加到今天
zh_hant: 已新增至今天

source: Adds a simple fluid log with a daily goal that adjusts to your effort. Tap to add a sip, cup or bottle and watch a progress ring fill. On %@ only. Nothing is synced.
de: Fügt ein einfaches Flüssigkeitsprotokoll mit einem Tagesziel hinzu, das sich deiner Anstrengung anpasst. Tippe, um einen Schluck, eine Tasse oder eine Flasche zu erfassen, und sieh zu, wie sich der Fortschrittsring füllt. Nur auf %@. Nichts wird synchronisiert.
es: Añade un registro simple de líquidos con una meta diaria que se ajusta a tu esfuerzo. Toca para añadir un sorbo, taza o botella y mira cómo se llena un anillo de progreso. Solo en %@. No se sincroniza nada.
fr: Ajoute un journal de liquides simple avec un objectif quotidien qui s'adapte à votre effort. Touchez pour ajouter une gorgée, une tasse ou une bouteille et regardez un anneau de progression se remplir. Sur %@ uniquement. Rien n'est synchronisé.
it: Aggiunge un semplice registro dei liquidi con un obiettivo giornaliero che si adatta al tuo sforzo. Tocca per aggiungere un sorso, una tazza o una bottiglia e guarda riempirsi l'anello di avanzamento. Solo su %@, niente viene sincronizzato.
pl: Dodaje prosty dziennik płynów z codziennym celem, który dostosowuje się do Twojego wysiłku. Stuknij, aby dodać łyk, filiżankę lub butelkę i obserwować napełnianie pierścienia postępu. Tylko w %@. Nic nie jest zsynchronizowane.
pt_pt: Adiciona um registo simples e fluido com um objetivo diário que se ajusta ao teu esforço. Toque para adicionar um gole, copo ou garrafa e observe o enchimento do anel de progresso. Apenas em %@. Nada está sincronizado.
ru: Добавляет простой журнал жидкости с дневной целью, которая подстраивается под ваше усилие. Нажмите, чтобы добавить глоток, чашку или бутылку, и смотрите, как заполняется кольцо прогресса. Только на %@. Ничего не синхронизируется.
th: เพิ่มบันทึกของเหลวง่ายๆ พร้อมเป้าหมายรายวันที่ปรับให้เข้ากับภาระร่างกายของคุณ แตะเพื่อเพิ่มจิบ ถ้วย หรือขวด และดูการเติมวงแหวนความคืบหน้า บน %@ เท่านั้น ไม่มีอะไรถูกซิงค์
zh_hans: 添加一个简单的水分记录，其每日目标会根据你的消耗进行调整。点击以添加一口、一杯或一瓶，并看着进度环填满。仅在 %@ 上，不会同步任何内容。
zh_hant: 新增一個簡單的水分記錄，其每日目標會根據你的消耗進行調整。點擊以新增一口、一杯或一瓶，並看著進度環填滿。僅在 %@ 上，不會同步任何內容。

source: Adds a water-log card to your dashboard
de: Fügt deinem Dashboard eine Wasserprotokoll-Karte hinzu
es: Añade una tarjeta de registro de agua a tu panel
fr: Ajoute une carte de suivi de l'eau à votre tableau de bord
it: Aggiunge una scheda registro acqua alla tua dashboard
pl: Dodaje kartę rejestrującą wodę do pulpitu nawigacyjnego
pt_pt: Adiciona um cartão de registo de água ao teu painel
ru: Добавляет карточку журнала воды на панель
th: เพิ่มการ์ดบันทึกน้ำลงในแดชบอร์ดของคุณ
zh_hans: 在你的仪表盘上添加一张水分记录卡
zh_hant: 在你的儀表板上新增一張水分記錄卡

source: Adds compact long-term trends; sensitive journal data stays off.
de: Ergänzt kompakte Langzeittrends; sensible Tagebuchdaten bleiben aus.
es: Agrega tendencias compactas a largo plazo; los datos confidenciales del diario permanecen desactivados.
fr: Ajoute des tendances compactes à long terme ; les données sensibles du journal restent désactivées.
it: Aggiunge tendenze compatte a lungo termine; i dati sensibili del diario rimangono disattivati.
pl: Dodaje kompaktowe trendy długoterminowe; wrażliwe dane z dziennika pozostają wyłączone.
pt_pt: Adiciona tendências compactas de longo prazo; os dados confidenciais do diário permanecem desativados.
ru: Добавляет компактные долгосрочные тенденции; конфиденциальные данные журнала остаются отключенными.
th: เพิ่มแนวโน้มระยะยาวที่กระชับ ข้อมูลบันทึกประจำวันที่ละเอียดอ่อนจะถูกปิดอยู่
zh_hans: 添加紧凑的长期趋势；敏感日志数据保持关闭状态。
zh_hant: 增加緊湊的長期趨勢；敏感日誌資料保持關閉。

source: Adds stress, ordinary logs and personal patterns.
de: Ergänzt Stress, normale Protokolle und persönliche Muster.
es: Agrega estrés, registros ordinarios y patrones personales.
fr: Ajoute du stress, des journaux ordinaires et des schémas personnels.
it: Aggiunge stress, registri ordinari e schemi personali.
pl: Dodaje stres, zwykłe wpisy i osobiste wzorce.
pt_pt: Adiciona estresse, registros comuns e padrões pessoais.
ru: Добавляет стресса, обычные бревна и личные шаблоны.
th: เพิ่มความเครียด บันทึกธรรมดา และรูปแบบส่วนตัว
zh_hans: 添加压力、普通日志和个人模式。
zh_hant: 新增壓力、普通日誌和個人模式。

source: Adjust amount
de: Menge anpassen
es: Ajustar cantidad
fr: Ajuster la quantité
it: Regola la quantità
pl: Dostosuj kwotę
pt_pt: Ajustar valor
ru: Изменить количество
th: ปรับจำนวนเงิน
zh_hans: 调整量
zh_hant: 調整量

source: Adjust manually
de: Manuell anpassen
es: Ajustar manualmente
fr: Ajuster manuellement
it: Regola manualmente
pl: Dostosuj ręcznie
pt_pt: Ajustar manualmente
ru: Изменить вручную
th: ปรับด้วยตนเอง
zh_hans: 手动调整
zh_hant: 手動調整

source: Adjust this session's details.
de: Passe die Details dieser Sitzung an.
es: Ajusta los detalles de esta sesión.
fr: Ajustez les détails de cette séance.
it: Modifica i dettagli di questa sessione.
pl: Dostosuj szczegóły tej sesji.
pt_pt: Ajuste os detalhes desta sessão.
ru: Измените детали этой сессии.
th: ปรับรายละเอียดของเซสชั่นนี้
zh_hans: 调整本次会话的详情。
zh_hant: 調整本次工作階段的詳情。

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
pl: Zaawansowany
pt_pt: Avançado
ru: Дополнительно
th: ขั้นสูง
zh_hans: 高级
zh_hant: 進階

source: ADVANCED
de: ERWEITERT
es: AVANZADO
fr: AVANCÉ
it: AVANZATE
pl: ZAAWANSOWANY
pt_pt: AVANÇADO
ru: ДОПОЛНИТЕЛЬНО
th: ขั้นสูง
zh_hans: 高级
zh_hant: 進階

source: Advanced HRV
de: Erweiterte HRV
es: VFC avanzada
fr: VFC avancée
it: HRV avanzata
pl: Zaawansowane HRV
pt_pt: VFC avançada
ru: Расширенная ВСР
th: HRV ขั้นสูง
zh_hans: 高级 HRV
zh_hant: 進階 HRV

source: Advanced: I already have my ring's key
de: Erweitert: Ich habe den Schlüssel meines Rings bereits
es: Avanzado: ya tengo la clave de mi anillo
fr: Avancé : j'ai déjà la clé de mon anneau
it: Avanzato: ho già la chiave del mio anello
pl: Zaawansowane: Mam już klucz do pierścionka
pt_pt: Avançado: já tenho a chave do meu anel
ru: Дополнительно: у меня уже есть ключ моего кольца
th: ขั้นสูง: ฉันมีกุญแจแหวนอยู่แล้ว
zh_hans: 高级：我已有戒指的密钥
zh_hant: 進階：我已有戒指的金鑰

source: Advanced: use your own key
de: Erweitert: eigenen Schlüssel verwenden
es: Avanzado: usa tu propia clave
fr: Avancé : utiliser votre propre clé
it: Avanzato: usa la tua chiave
pl: Zaawansowane: użyj własnego klucza
pt_pt: Avançado: utilize a tua própria chave
ru: Дополнительно: использовать свой ключ
th: ขั้นสูง: ใช้รหัสของคุณเอง
zh_hans: 高级：使用你自己的密钥
zh_hant: 進階：使用你自己的金鑰

source: Advanced. I already have my ring's key.
de: Erweitert. Ich habe den Schlüssel meines Rings bereits.
es: Avanzado. Ya tengo la clave de mi anillo.
fr: Avancé. J'ai déjà la clé de mon anneau.
it: Avanzato. Ho già la chiave del mio anello.
pl: Zaawansowany. Mam już klucz do pierścionka.
pt_pt: Avançado. Já tenho a chave do meu anel.
ru: Дополнительно. У меня уже есть ключ моего кольца.
th: ขั้นสูง. ฉันมีกุญแจแหวนอยู่แล้ว
zh_hans: 高级。我已有戒指的密钥。
zh_hant: 進階。我已有戒指的金鑰。

source: Aerobic
de: Aerob
es: Aeróbico
fr: Aérobie
it: Aerobico
pl: Aerobik
pt_pt: Aeróbico
ru: Аэробная
th: แอโรบิก
zh_hans: 有氧
zh_hant: 有氧

source: After a sync, NOOP looks over your recent heart rate for a sustained, raised stretch that looks like exercise and offers to save it. It only ever suggests. Nothing is saved until you tap Save, and you can dismiss any suggestion. Deliberately conservative, so the odd workout may be missed. On %@ only.
de: Nach einer Synchronisierung prüft NOOP deine jüngste Herzfrequenz auf eine anhaltend erhöhte Phase, die nach Training aussieht, und bietet an, sie zu speichern. Es schlägt nur vor. Nichts wird gespeichert, bis du auf „Sichern“ tippst, und du kannst jeden Vorschlag verwerfen. Bewusst konservativ, das eine oder andere Workout kann also durchrutschen. Nur auf %@.
es: Después de una sincronización, NOOP revisa tu frecuencia cardíaca reciente buscando un tramo sostenido y elevado que parezca ejercicio y ofrece guardarlo. Solo sugiere. No se guarda nada hasta que tocas Guardar, y puedes descartar cualquier sugerencia. Es deliberadamente conservador, así que algún entrenamiento puede pasarse por alto. Solo en %@.
fr: Après une synchronisation, NOOP examine votre fréquence cardiaque récente à la recherche d'une période soutenue et élevée qui ressemble à de l'exercice, et propose de l'enregistrer. Il ne fait que suggérer. Rien n'est enregistré tant que vous n'appuyez pas sur Enregistrer, et vous pouvez ignorer toute suggestion. Délibérément prudent, il se peut donc qu'un entraînement occasionnel soit manqué. Sur %@ uniquement.
it: Dopo una sincronizzazione, NOOP esamina la tua frequenza cardiaca recente alla ricerca di un tratto prolungato ed elevato che sembra esercizio fisico e propone di salvarlo. Si limita sempre a suggerire, niente viene salvato finché non tocchi Salva, e puoi ignorare qualsiasi suggerimento. Volutamente conservativo, quindi qualche allenamento può sfuggire. Solo su %@.
pl: Po synchronizacji NOOP sprawdza Twoje ostatnie tętno pod kątem trwałego, podwyższonego odcinka rozciągającego, który wygląda jak ćwiczenie, i proponuje jego zapisanie. Zawsze tylko sugeruje. Nic nie zostanie zapisane, dopóki nie klikniesz Zapisz. Możesz odrzucić każdą sugestię. Celowo konserwatywny, więc dziwny trening może zostać pominięty. Tylko w %@.
pt_pt: Após uma sincronização, o NOOP analisa a tua frequência cardíaca recente em busca de um alongamento sustentado e elevado que pareça exercício e oferece-se para o guardar. Apenas sugere. Nada é guardado até tocar em Guardar e pode descartar qualquer sugestão. Deliberadamente conservador, pelo que alguns treinos podem ser perdidos. Apenas em %@.
ru: После синхронизации NOOP просматривает недавний пульс в поисках устойчивого повышенного отрезка, похожего на тренировку, и предлагает его сохранить. Это только предложение. Ничего не сохраняется, пока вы не нажмёте «Сохранить», и любое предложение можно отклонить. Специально осторожный подход, поэтому отдельные тренировки могут быть пропущены. Только на %@.
th: หลังจากการซิงค์ NOOP จะตรวจดูอัตราการเต้นหัวใจล่าสุดของคุณเพื่อการยืดเหยียดที่ยกขึ้นอย่างต่อเนื่องซึ่งดูเหมือนเป็นการออกกำลังกายและเสนอให้ช่วยรักษา มันก็แค่แนะนำเฉยๆ ไม่มีการบันทึกใดๆ จนกว่าคุณจะแตะบันทึก และคุณสามารถยกเลิกคำแนะนำใดๆ ได้ จงใจอนุรักษ์นิยม ดังนั้นการออกกำลังกายแปลกๆ อาจพลาดไป บน %@ เท่านั้น
zh_hans: 同步后，NOOP 会检查你近期的心率，寻找一段看起来像运动的、持续升高的区段，并建议保存它。它只会建议，在你点击「保存」之前不会保存任何内容，你也可以忽略任何建议。它刻意保守，因此偶尔可能会漏掉某次锻炼。仅在 %@ 上。
zh_hant: 同步後，NOOP 會檢查你近期的心率，尋找一段看起來像運動的、持續升高的區段，並建議保存它。它只會建議，在你點擊「儲存」之前不會保存任何內容，你也可以忽略任何建議。它刻意保守，因此偶爾可能會漏掉某次鍛鍊。僅在 %@ 上。

source: After high-intensity effort
de: Nach hochintensiver Belastung
es: Después de un esfuerzo de alta intensidad
fr: Après un effort intense
pl: Po wysiłku o dużej intensywności
pt_pt: Após esforço de alta intensidade
th: หลังจากใช้ภาระร่างกายอย่างเข้มข้น

source: After tonight's sleep
de: Nach dem Schlaf heute Nacht
es: Después de dormir esta noche
fr: Après le sommeil de cette nuit
it: Dopo il sonno di stanotte
pl: Po dzisiejszym śnie
pt_pt: Depois do sono desta noite
ru: После сегодняшнего сна
th: หลังจากนอนหลับคืนนี้
zh_hans: 今晚睡眠之后
zh_hant: 今晚睡眠之後
